{
    "Food": [
        "My favorite type of food is tacos, but it used to be fried chicken.", 
        "My favorite type of taco is al pastor.", 
        "My favorite mexican resturant is El Rancho.", 
        "I also like all the resturants in my immediate neighborhood.", 
        "Corn dogs are quite nice as well however my friends make fun of me", 
        "Yo dog I love dog, but not like the food", 
        "Sup hot stuff, you like hot food or cold food", 
        "I raise chickens in my farm that I dont eat", 
        "Sometimes I go fishing with my father", 
        "Working at the food bank is very fulfilling to me", 
        "If I eat too much Im not going to feel like drinking", 
        "The breweries in San Diego are plentiful", 
        "The food in San Deigo are not as good as the stuff in SF", 
        "LA has really solid mexican food which I love", 
        "Im pretty hungry right now, where should we grab lunch?", 
        "Is dinner going to be taken care of at the Reynold's house?", 
        "If I pay for breakfast will you cover lunch or dinner babe?", 
        "Fast Food is not good for health", 
        "Indian food is spicy", 
        "I like Thai food", 
        "There are two new restaurants opened around the block", 
        "Can I get this sweet dish?", 
        "McBurger has 3000 calories", 
        "Nuts are good for health", 
        "Vegetables are bad", 
        "Cheese cake is good", 
        "He ate all the fried food", 
        "In istanbul, a burger cost $30", 
        "The new hotel chain offers free buffet for 2 days", 
        "Can I get a diet coke?", 
        "How to cook fiesta salsa?", 
        "These fries are tasty but bad for health", 
        "This chinese restaurant serves the best soup", 
        "Please order a pizza for me?", 
        "Dinner is ready", 
        "Doing breakfast is good for health", 
        "Please dont throw extra food, donate it to someone hungry", 
        "chocolate chip cookies and best fresh from the oven.", 
        "pumpkin pie is a good dessert for the fall season", 
        "vegtables are an important part of any diet", 
        "fruit is a healthy way to suffice your sweet tooth", 
        "eggs are a filling way eat breakfast", 
        "soda is a necessary evil.", 
        "philz coffee is a great way to start your morning", 
        "after making a big dinner with several courses, at least there are leftovers.", 
        "turnkey is a great type of meat", 
        "hot sauce makes everything better.", 
        "hot dogs and garlic fries are best when watching a giants baseball game.", 
        "I like ketchup more than mustard", 
        "I wish a had a few more cook books.", 
        "The worst part of cooking is cleaning the pots and pans afterwards.", 
        "I had cereal with a banana every morning before school as a kid.", 
        "Avocado is my favorite type of vegtable.", 
        "I try to avoid fast food restaurants as much as possible.", 
        "shrimp scampi is one of my all time favorite dishes.", 
        "cooking is something I hope to do more of later in life.", 
        "salmon is a great type of food", 
        "You should eat well, but not like Charles Barkley well.", 
        "There are like 17 cooking shows. All of them seem to be related to Top Chef.", 
        "Guy Fearri is not a chef so much as the lead from Smashmouth pretending to be a chef.", 
        "Salt is not a food. But it goes well on food.", 
        "Vegetarians who still eat fish are not vegetarians. They are just against eating things that have eyes.", 
        "Vegans are basically food Taliban. Do not make me feel bad because I have good things in my life.", 
        "They say cows shitting causes global warming. That means we should eat less cows. Maybe more veal though. What is the shit to meat produced ratio where we can still enjoy meat, but not destroy the only planet we have.", 
        "My mother said pre-heat the oven. Instead I turned on the microwave.", 
        "Turkey is the worst of the bird dishes.", 
        "Dog is a food someplaces.", 
        "To make rice, you just get rice, and then add water.", 
        "Food Trucks are not made of food.", 
        "Instagram is mostly a forum for posting food photos. ALso for Smirnoff ICe ads.", 
        "Pasta is a delicacy.", 
        "I refused to believe that gushers are a food.", 
        "If you travel exclusively for local dishes, you have too much money.", 
        "Happiness: a good bank account, a good cook, and a good digestion.", 
        "Food Porn and Porn Food are not the same thing, and you should google only one.", 
        "France thinks it has the best food in Europe, but really Italy does. In Asia, Thailand is to France, as Vietnam is to Italy. I will not negotiate on this."
    ]
}