{
    "Sports": [
        "chelsea are the best football team in the world. ", 
        "Didier Drogba made a killer pass for that goal the other day. ", 
        "Golf is a pretty boring sport. ", 
        "I don't think that anyone will beat the pace, guile and finesse of Frank Lampard. ", 
        "Roger Federer is a legend of the tennid court. ", 
        "I don't think we will see a better player than him. ", 
        "I enjoying watching water polo on TV, it requires a lot of stamina. ", 
        "Football is the real soccer.", 
        "The games are pretty early in the morning, but it is worth it. ", 
        "THe World Cup is just around the corner. ", 
        "Referees have a tough time during intense matches, I feel for them. ", 
        "I would love to go watch the FIFA WOrld Cup final. ", 
        "Do you watch baseball on TV? ", 
        "Have you been to the LA Lakers' stadium? ", 
        "What is the offside rule? ", 
        "May the best team prevail.", 
        "Air rifles have actually resulted in more injuries in my area because people don't take gun safety as seriuosly with them.", 
        "Michael Phelps is a dolphin.", 
        "My grandmother follows baseballf or every team where she's lived over the last 60 years.", 
        "Jumping over the linemen to block a kick is illegal.", 
        " She told an inspring story about posting her goal time above her bed and focusing on it every night.", 
        "The president prefers golf clubs.", 
        "Kids games bring out the worst in parents around here -- get over your ego!", 
        "Over 45000 people ran in the Bay to Breakers marathon.", 
        "Women are just generally worse at physical activities, except maybe leg stuff.", 
        "You can't argue that while mens figure skating displays amazing strength, women are supremely graceful!", 
        "I wouldn't let my kid participate in rugby, football, wrestling, etc.", 
        "The risk of concussion is not worth it.", 
        "We display all of the trophies in a case in the main lobby of the school.", 
        "In my entire life, the person I've seen be most excited about sailing was an interviewer at Amazon.", 
        "He explained cricket joyfully over the next 45 minutes.", 
        "If the giants arne't playing, i'll just watch on TV.", 
        "Modern interpretive dance requires amazing feats of physical strength and stamina.", 
        "The cricket match, England versus India, has been set for October 4th.", 
        "Giants pull out a win against the Padres with a walkoff homerun in the 9th inning.", 
        "The three main types of forward passes in basketball are the bounce pass, the chest pass, and the overhead pass.", 
        "An article came out which indicated throwing curveballs are harmful for the arms of young pitchers under the age of 13 years old.", 
        "He ran for 30 yards on the 4th down to score a last minute touchdown for the Atlanta Falcons.", 
        "The football try-outs were based around tests of strength, stamina, agility, and offensive and defensive intelligence.", 
        "It takes about two years to be able to develop a good tennis overhand serve.When is the Grand Prix race scheduled to show on TV?Switch-hitters are coveted for their versatility at the plate.I can't catch a baseball to save my life.GO BEARS!!!!", 
        "Raiders are moving from Oakland to Las Vegas after a vote of NFL owner took place today.", 
        "Ringle Mccringleberry was again ejected after a laud Touchdown celebration.", 
        "Ringle Mccringleberry, a former wide-receiver of the Denver Broncos was arrested today after being pulled over on suspicion of DWI.", 
        "Ringle Mccringleberry, a Denver Broncos Wide-Reciever was drafted 1st overall in the 2010 NFL draft.", 
        "Ringle Mccringleberry had 7 receptions for 2 touchdowns and 107 yards as the Broncos slide to vicority past the panthers 21-12.", 
        "The San Diego Chargers have changed city’s today, moving from  San Diego to LA.", 
        "Ringle Mccringleberry was the first wide receiver to ever get ejected twice form a single NFL game.", 
        "Payton Manning retired today after 14 years in the National Football League.", 
        "Tom Brady says he is likely to staying the NFL for at least another 20 Years.", 
        "Spain smashed Nicaragua 4-1 in the preliminary round of the World Cup.", 
        "Lady Gaga will be the performer of the Pepsi halftime show.", 
        "Superbowl commercials reached a record 7 trillion dollars this year in revenue. ", 
        "SVHS Running back Matt Darnell ran for 200 yards and 3 touchdowns in the Dragon’s victory over the Gauchos.", 
        "The MLB has signed with a new brand for its official Hotdog at all stadiums. ", 
        "The Pawtucket patriots won their intramural church softball game, and in a surprise twist will now be representing the USA in the Olympics.", 
        "Brett Favre Retired today, after coming back briefly to the NFL as a backup quarterback for the New York Jets.", 
        "Good players practice until they get it right.  ", 
        "Great players practice until they cannot get it wrong.", 
        "Lonzo Ball says 'I'm better than' fellow draft prospect Markelle Fultz.”", 
        "Lonzo Ball of UCLA, Josh Hart of Villanova, Frank Mason III of Kansas, Purdue's Caleb Swanigan and Gonzaga's Nigel Williams-Goss are the finalists for the John R. Wooden Award as college basketball's player of the year.", 
        "Freshman star Lonzo Ball scored only 10 points in UCLA's loss to Kentucky on Friday night, far short of the 39 scored by Wildcat counterpart De'Aaron Fox.", 
        "LaVar Ball takes another shot at sons' high school coach: “My boys don't want to play for him.”", 
        "NCAA Final Four: Oregon put West Coast basketball on the map with 1939 NCAA title run.", 
        "Kentucky fans ruined referee John Higgins' company Facebook page.", 
        "Warriors hold off Rockets despite Harden triple-double", 
        "“Gilling can’t coach. I thought he was on our team until he started doing things his way. When he started doing things his way, that’s when they started losing. And now I’m not gonna be under the covers. My boys don’t want to play for him.”", 
        "LaVar Ball wants to offer his three sons as package deal for a shoe contract to the tune of $1 billion. Of the Ball brothers, UCLA guard Lonzo is poised to become the top 2 pick in the 2017 NBA draft.", 
        "Charles Barkley on LaMelo Ball's defense in 92-point game: 'I have a serious problem with that'", 
        "Guard Minyon Moore has made some historic appearances already in her USC career.", 
        "Minyon Moore Goes Big For Another Pac-12 Freshman of the Week Award.", 
        "Mariya Moore leads women’s basketball to Sweet 16.", 
        "Louisville's season ends in loss to Baylor"
    ]
}