{
    "Travel": [
        "We know planning a vacation can be hardAdventure travel beckons the curious, the thrill-seeker, the boundary-pusher. And as more and more travelers approach their vacations with active and open minds, hotel and tour operators have either shifted or expanded what they offer to better cater to this breed of adventurer", 
        "Adrenaline Junkies Should Head to Oman for This Heart-stopping Hike", 
        "Paris needs no introduction. It&rsquo;s synonymous with food, culture, fashion, and architecture, rarely disappointing those who visit", 
        "AdventureLink, is now offering bookable vacation packages with set itineraries—so that you These trips are perfect if you&rsquo;re looking to dig deeper into a destination through incredible excursions", 
        "Greet the day with Tai Chi on the upper deck or take an early morning swim in the Bay before returning to Hanoi", 
        "Sofitel Legend Metropole Hanoi is an award-winning colonial and neo-classical luxury hotel located in the heart of the old city", 
        "Cyclists and Nature Lovers Have a New Way to Tour Ireland&rsquo;s Stunning SceneryTulum, a breathtaking stretch of sand along Mexico&rsquo;s eastern coast, has a reputation as the ultimate place for an unplugged beach vacation for a good", 
        "With more than 230 miles of white-sand beaches and some of the worlds most beautiful coral reefs, the Turks and Caicos islands are arguably the hidden gems of the Caribbean. T", 
        "Adventure travel beckons the curious, the thrill-seeker, the boundary-pusher. And as more and more travelers approach their vacations with active and open minds, hotel and tour operators have either shifted or expanded what they offer to better cater to this breed of adventurer", 
        "Last year I went to Michigan and the whole place smelled like cheddar cheese.", 
        "If you&rsquo;re going to Europe you must check out Prague, it is simply gorgeous.", 
        "The cathedrals in Barcelona are breathtaking.", 
        "I want to go to Kolsch, Germany and drink every single beer during Octoberfest.", 
        "British Airways doesn&rsquo;t let you use their reward points, avios, for fuel surcharges.", 
        "Kyoto is a cool city because it is a nice mix of modern and ancient Japan.", 
        "The temples in Siem Reap are great, and it is very cheap to hire a tour guide.", 
        "I wanna go to Maui and never return.", 
        "The spiders in Madagascar are bigger than your head.", 
        "Many criminals in foreign countries prey on tourists because they are dumb.", 
        "I enjoy traveling to foreign countries.", 
        "The architecture in Europe is fun to observe when traveling in Europe.", 
        "Make sure to bring mosquito spray to prevent Zica virus when travelling in South America.", 
        "Do you like to travel to beaches or adventure countries?", 
        "Where are you going to travel to during spring break?", 
        "I enjoy traveling to Asian countries for the food.", 
        "The hole in the wall restaurants are the best places to eat when traveling.", 
        "Jet lag is the worst part about traveling.", 
        "Do you like to travel east or west when dealing with traveling?", 
        "What is your favorite place to travel to domestically.", 
        "Be careful not to get kidnapped when clubbing in Paris, I have known them to roofy Americans...", 
        "Be sure not to wear leggings when traveling on American Airlines.", 
        "If you plan to go on a boat, don&rsquo;t get wasted the night before or the seasickness will be that much worse.", 
        "Having booked their flights and secured their hotels, travelers often consider rental cars among the last of their pre-trip tasks, making the unprepared more vulnerable to the nickel-and-diming of industry fees.", 
        "There are plenty of nonstop flights from the East Coast to West Coast", 
        "As spring break closes in and airfares rise, try buying two one-way fares on separate airlines to save.", 
        "Government has also proposed raising taxes to help cover Transportation Security Administration costs.", 
        "I want to go to Zurich for my next vacation.", 
        "Zurich has amazing white sausages and fondu.", 
        "It is stupid that airlines charge separate fees for check-in baggages.", 
        "Travel by water is often more comforting and speedy compared to land-travel", 
        "Authorities emphasize on the importance of taking precautions to ensure travel safety", 
        "There are many places around San Francisco for weekend getaways", 
        "Last year I went to Cuba.", 
        "The food in Cuba was not that great.", 
        "The beaches of southeast Asia are incredible.", 
        "Scuba diving in Grand Cayman is so much fun!", 
        "I always prefer to stay in an AirBnb over a hotel.", 
        "Traveling with friends is fun, but traveling solo is the best.", 
        "I enjoy immersive experiences over checking off the sites.", 
        "Not being able to speak the native language doesnt cause too many problems.", 
        "I would be claustrophobic if I had to stay on a cruise ship.", 
        "Dont forget your passport or visa!", 
        "Hanging out with locals is the best way to experience a country.", 
        "Forget the mountains, take me to the beach!", 
        "I was smitten, it was romantic to spend a day visiting the towns along the Amalfi Coast on our recent Italy tour.", 
        "I felt myself sliding into breathless beauty as I walked the narrow streets of the town of Amalfi on a pristine afternoon.", 
        "There were tables set outside a small café and the Italian waiters were singing Dean Martin&rsquo;s hit song &ldquo;That&rsquo;s Amore&rdquo;. They were serving platters of &ldquo;Lemon Delight&rdquo;!", 
        "For the first time in many of our lifetimes, travel restrictions between the U.S. and Cuba are being lifted.", 
        "The Caribbean&rsquo;s largest and oddest island is expected to receive a mass influx of American tourists which some fear will bring about an onset of such dramatic development that the island will lose the very thing that makes it special: a time capsule of life unchanged since the 1960s.", 
        "Having been backpacking for 12 months I longed for some rest on a beautiful island.", 
        "I found a video of a Swedish girl who opened a hostel on an island called Siargao.", 
        "She said the island is full of lush palm trees, the locals are genuine and the food is yummy – that sounded like my place to be!", 
        "I flew to Manila and from there with Cebu Pacific onwards on two connecting flights, to Cebu and Siargao Island (less than $100).", 
        "The promise of the palm trees was not understated – the landing on Siargao Island airport is a scene to remember!", 
        "The 45-minute drive to Paglaom Hostel in General Luna takes you through the jaw-dropping tropical land.", 
        "The heartfelt welcome of the owner and the intake of the other guests made me feel like I arrived home.", 
        "Everything was pretty laid back and chilled. I was sure to easily spend my one month here.", 
        "One of the delights of leading tours is hearing wonderful stories from travelers and meeting terrific people.", 
        "When Wayne and I begin to plan a tour, we start by creating the brochure displaying in colorful photos many of the interesting places we want to take our travelers to.", 
        "Then we will offer informational sessions for potential travelers to meet us, hear about the tour along with a slide presentation and answer their questions and concerns.", 
        "Castro is the shabby, colorful capital of Chiloe, two thirds of the way to the southern tip of Chile. My niece Diana and I take three days to get here by bus from Montevideo in Uruguay.", 
        "On the journey we play many games of scrabble, solve dozens of sudokus, read Chatwin and Greene, roll through pampas, pampas and more pampas the whole breadth of South America, and cross the Andes.", 
        "Chiloe is a fertile archipelago.", 
        "The Chilote are an independent island people.", 
        "They fish and farm, and live in shingled houses.", 
        "Chiloe boasts an array of wooden churches, many over two hundred years old, which are UNESCO world heritage sites.", 
        "Many people like to travel because it&rsquo;s a great way to experience new cultures, ways of thinking and living, and connect with both locals and fellow travelers.", 
        "Traveling is a great way to explore outside of your comfort zone and broaden your worldview.", 
        "Be aware of social mores and cultural codes - learning about the area you&rsquo;re traveling to beforehand will definitely increase the joy of traveling!", 
        "If you&rsquo;re slumming it, remember to pack and travel light.", 
        "I went to Japan earlier this year with some friends and ate my way around the country.", 
        "My body is a temple, but it&rsquo;s one of those temples in Thailand where they let monkeys shit all over the place.", 
        "Two girls were kicked off of a United Airlines flight for failing to follow dress codes.", 
        "Be careful if you&rsquo;re going to Australia - the vast majority of flora and fauna there are dangerous.", 
        "Since Cuba lifted travel restrictions, I&rsquo;ve seen a lot more people going there for vacation.", 
        "Airplane food is literally the worst, unfortunately there aren&rsquo;t a lot more options when you&rsquo;re flying through the air while strapped inside a metal tube going hundreds of miles an hour.", 
        "WOW offers nonstop flights to Europe.", 
        "Transnational travel in Europe does not require a passport.", 
        "Prague is often referred to as the Amsterdam of the East.", 
        "San Francisco is a popular tourist destination for travelers from the United Kingdom.", 
        "Tourism in Greece has recently taken a downturn due to the refugee crisis.", 
        "The United States has its own security checkpoints in overseas airports, which is unique.", 
        "In a recent study involving airport secret shoppers, TSA agents missed over 90% of dangerous items on the banned item list.", 
        "While contentious, proponents of the travel ban contest that is necessary for the safety of the United States.", 
        "The Bavarian pre-Alps attracts many paragliders.", 
        "The American dollar has strengthened in comparison to many currencies, including the Euro, in recent years making it an attractive time to travel overseas.", 
        "Wildlife safaris in sub-Saharan Africa are becoming increasingly popular in the last few years.", 
        "Traveling by train in Europe is much more enjoyable than Amtrak, generally speaking.", 
        "Who uses travelers cheques anymore?", 
        "If you are not seasick, it is possible to book trans-oceanic travel on freight lines very inexpensively.", 
        "Many people travel to Australia to get an up-close look at the Great Barrier Reef."
    ]
}